Repository: coopsymbiotic/coop.symbiotic.netbanx
Catalog: l10n/*/LC_MESSAGES/netbanx.po
Languages: fr_ca

source: There was a communication problem with the payment processor. Please try again, or contact us for more information.
fr_ca: Un problème est survenu avec la communication avec la passerelle de paiement. Veuillez essayer de nouveau ou nous contacter pour plus d'information.

source: Error %1: The transaction could not be processed, please contact us for more information.
fr_ca: Erreur %1 : La transaction a été refusée. Veuillez nous contacter pour plus d'information.

source: The transaction was not approved. Please verify your credit card number and expiration date.
fr_ca: La transaction a été refusée. Veuillez vérifier votre numéro de carte de crédit et la date d'expiration.

source: Unknown error.
fr_ca: Erreur inconnue.

source: The bank has requested that you process the transaction manually by calling the card holder's credit card company.
fr_ca: L'institution financière a demandé que cette transaction soit validée manuellement en téléphonant la compagnie de carte de crédit du détenteur de la carte.

source: Your request has been declined by the issuing bank.
fr_ca: Votre demande a été refusée par l'institution financière ayant émise cette carte de crédit.

source: The card has been declined due to insufficient funds.
fr_ca: La transaction a été déclinée en raison de fonds insuffisants.

source: Your request has been declined because the issuing bank does not permit the transaction for this card.
fr_ca: Votre requête a été rejetée puisque l'institution financière de la carte ne permet pas les transactions pour cette carte.

source: An internal error occurred.
fr_ca: Une erreur interne s'est produite.

source: The external processing gateway has rejected the transaction.
fr_ca: Le service de paiement par carte de crédit a rejeté la transaction.

source: Merchant ID is not set in the Administer CiviCRM &raquo; Payment Processor.
fr_ca: L'identifiant du marchand n'est pas configuré dans les préférences de la passerelle de paiement (Administrer &raquo; Passerelles de paiement).

source: Password is not set in the Administer CiviCRM &raquo; Payment Processor.
fr_ca: Le mot de passe n'a pas été configuré dans les préférences de la passerelle de paiement (Administrer &raquo; Passerelles de paiement).

source: CREDIT CARD TRANSACTION RECORD
fr_ca: RELEVÉ DE TRANSACTION PAR CARTE DE CRÉDIT

source: Type: purchase
fr_ca: Type : achat

source: Authorization: %1
fr_ca: Autorisation : %1

source: Credit card type: %1
fr_ca: Type de carte : %1

source: Credit card holder name: %1
fr_ca: Détenteur de la carte : %1

source: Credit card number: %1
fr_ca: Numéro de carte : %1

source: Transaction amount: %1
fr_ca: Montant de la transaction : %1

source: TRANSACTION APPROVED - THANK YOU
fr_ca: TRANSACTION APPROUVÉE - MERCI

source: TRANSACTION FAILED
fr_ca: TRANSACTION REFUSÉE

source: Terms and conditions:
fr_ca: Modalités et conditions :

source: Prices are in canadian dollars ($ CAD).
fr_ca: Les montants sont en dollars canadiens ($ CAD).

source: This transaction is non-taxable.
fr_ca: Cette transaction est non-taxable.

source: TRANSACTION CANCELLED - %1
fr_ca: TRANSACTION ANNULÉE - %1

source: TRANSACTION DECLINED - %1
fr_ca: TRANSACTION REFUSÉE - %1

source: Do not display a logo
fr_ca: Ne pas affiche de logo

source: Netbanx (standard logo)
fr_ca: Netbanx (logo standard)

source: Netbanx (UK cards)
fr_ca: Netbanx (Grande-Bretagne)

source: Netbanx (all cards)
fr_ca: Netbanx (toutes les cartes)

source: Logo to display
fr_ca: Logo à afficher

source: Submit
fr_ca: Soumettre

source: Settings saved.
fr_ca: Les préférences ont été sauvegardées.

source: Netbanx credit card receipt
fr_ca: Reçu de carte de crédit Netbanx

source: Save
fr_ca: Sauvegarder

source: Payment secured by Desjardins
fr_ca: Paiement sécurisé par Desjardins
